Repository: poleha/appeal_django
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This list may not be empty.
ru: Этот список не может быть пустым.

source: Passwords not equal.
ru: Пароли не совпадают.

source: This email already in use.
ru: Этот адрес электронной почты используется.

source: You're receiving this email because you created an account on %(site_name)s.
ru: Вы получили это сообщение поскольку Вы зарегистрировались на %(site_name)s.

source: Please go to the following page to activate account:
ru: Пожалуйста, пройдите по этой ссылке для активации Вашей учетной записи:

source: Account activation on %(site_name)s
ru: Активация учетной записи на %(site_name)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили это сообщение, поскольку Вы запросили сброс пароля на %(site_name)s.

source: Please go to the following page and choose a new password:
ru: Пожалуйста, пройдите по указанной ссылке и укажите новый пароль:

source: Your username, in case you've forgotten:
ru: Ваше имя пользователя, на случай, если Вы забыли:

source: Password reset on %(site_name)s
ru: Сброс пароля на %(site_name)s.

source: Unable to login with provided credentials.
ru: Не удалось авторизоваться с предоставленными данными.

source: User account is disabled.
ru: Учетная запись заблокирована.

source: Invalid token for given user.
ru: При попытке авторизации произошла ошибка(некорректный токен).

source: Invalid user id or user doesn't exist.
ru: Некорректный ключ пользователя или пользователь не существует.

source: Stale token for given user.
ru: При попытке авторизации произошла ошибка(токен устарел).

source: The two password fields didn't match.
ru: Пароли не совпадают.

source: The two {0} fields didn't match.
ru: Два поля {0} не совпадают.

source: Invalid password.
ru: Некорректный пароль.
